Revit 2024 API
DockablePanes.BuiltInDockablePanes.ContentDelivery Property
 The content delivery pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static DockablePaneId ContentDelivery { get; }
Visual Basic
Public Shared ReadOnly Property ContentDelivery As DockablePaneId
	Get
Visual C++
public:
static property DockablePaneId^ ContentDelivery {
	DockablePaneId^ get ();
}
See Also
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace